Tekla.Structures.AnalysisInternal.AnalysisObjectOperationTypeEnum


Tekla.Structures.AnalysisInternal.AnalysisObjectOperationTypeEnum.TranslationByVector


Tekla.Structures.AnalysisInternal.AnalysisObjectOperationTypeEnum.PartHandleTranslationByVector


Tekla.Structures.AnalysisInternal.AnalysisObjectOperationTypeEnum.ResetPartPositions
